Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: BrassTune couldn't remove your imported score files, so your local practice data was kept. Try again.
ar: لم يتمكن BrassTune من إزالة ملفات النوتة الموسيقية المستوردة، لذلك تم الاحتفاظ ببيانات التدريب المحلية الخاصة بك. حاول ثانية.
de: BrassTune konnte Ihre importierten Notendateien nicht entfernen, daher wurden Ihre lokalen Übungsdaten beibehalten. Versuchen Sie es erneut.
es: BrassTune no pudo eliminar sus archivos de partituras importados, por lo que se conservaron los datos de su práctica local. Intentar otra vez.
fr: BrassTune n'a pas pu supprimer vos fichiers de partitions importés, vos données de pratique locale ont donc été conservées. Essayer à nouveau.
ja: BrassTune はインポートされた楽譜ファイルを削除できなかったため、ローカルの練習データが保持されました。もう一度やり直してください。
ko: BrassTune은 가져온 악보 파일을 제거할 수 없으므로 로컬 연습 데이터가 유지되었습니다. 다시 시도해 보세요.
pt_br: O BrassTune não conseguiu remover seus arquivos de partituras importados, então os dados de sua prática local foram mantidos. Tente novamente.
ru: BrassTune не смог удалить импортированные файлы нот, поэтому данные вашей местной практики были сохранены. Попробуйте еще раз.
vi: BrassTune không thể xóa các tệp bản nhạc đã nhập của bạn nên dữ liệu thực hành cục bộ của bạn vẫn được giữ lại. Hãy thử lại.
zh_hans: BrassTune 无法删除您导入的乐谱文件，因此您的本地练习数据被保留。再试一次。
zh_hant: BrassTune 無法刪除您匯入的樂譜文件，因此您的本地練習資料已保留。再試一次。

source: BrassTune couldn't save the score deletion, so the score and file were kept. Try again.
ar: لم يتمكن BrassTune من حفظ النوتة الموسيقية المحذوفة، لذلك تم الاحتفاظ بالنوتة الموسيقية والملف. حاول ثانية.
de: BrassTune konnte die Löschung der Noten nicht speichern, daher blieben die Noten und die Datei erhalten. Versuchen Sie es erneut.
es: BrassTune no pudo guardar la eliminación de la partitura, por lo que se conservaron la partitura y el archivo. Intentar otra vez.
fr: BrassTune n'a pas pu enregistrer la suppression de la partition, la partition et le fichier ont donc été conservés. Essayer à nouveau.
ja: BrassTune は楽譜の削除を保存できなかったので、楽譜とファイルはそのまま残されました。もう一度やり直してください。
ko: BrassTune에서 삭제된 악보를 저장할 수 없어 악보와 파일이 보관되었습니다. 다시 시도해 보세요.
pt_br: O BrassTune não conseguiu salvar a exclusão da partitura, então a partitura e o arquivo foram mantidos. Tente novamente.
ru: BrassTune не удалось сохранить удаленные ноты, поэтому ноты и файл были сохранены. Попробуйте еще раз.
vi: BrassTune không thể lưu bản nhạc đã xóa nên bản nhạc và tệp vẫn được giữ lại. Hãy thử lại.
zh_hans: BrassTune 无法保存乐谱删除，因此乐谱和文件被保留。再试一次。
zh_hant: BrassTune 無法保存樂譜刪除，因此樂譜和文件被保留。再試一次。

source: BrassTune couldn't save your latest changes on this device. Keep the app open, export your data if needed, and try again.
ar: تعذر على BrassTune حفظ أحدث تغييراتك على هذا الجهاز. اترك التطبيق مفتوحًا، وصدّر بياناتك عند الحاجة، وحاول مجددًا.
de: BrassTune konnte deine letzten Änderungen nicht speichern. Lass die App geöffnet, exportiere deine Daten bei Bedarf und versuche es erneut.
es: BrassTune no pudo guardar los últimos cambios. Mantén la app abierta, exporta tus datos si es necesario e inténtalo de nuevo.
fr: BrassTune n’a pas pu enregistrer vos dernières modifications. Gardez l’app ouverte, exportez vos données si nécessaire, puis réessayez.
ja: 最新の変更をこのデバイスに保存できませんでした。アプリを開いたままにし、必要ならデータを書き出して再試行してください。
ko: 최신 변경 사항을 이 기기에 저장하지 못했습니다. 앱을 열어 두고 필요하면 데이터를 내보낸 후 다시 시도하세요.
pt_br: O BrassTune não conseguiu salvar as alterações mais recentes. Mantenha o app aberto, exporte os dados se necessário e tente novamente.
ru: BrassTune не удалось сохранить последние изменения. Оставьте приложение открытым, при необходимости экспортируйте данные и повторите попытку.
vi: BrassTune không thể lưu thay đổi mới nhất. Hãy giữ ứng dụng mở, xuất dữ liệu nếu cần rồi thử lại.
zh_hans: BrassTune 无法在此设备上保存最新更改。请保持应用打开，必要时导出数据，然后重试。
zh_hant: BrassTune 無法在此裝置上儲存最新變更。請保持 App 開啟，必要時匯出資料，然後重試。

source: BrassTune couldn't securely save your sign-in on this device. Check device storage and try again.
ar: تعذر على BrassTune حفظ تسجيل الدخول بأمان على هذا الجهاز. تحقق من مساحة التخزين وحاول مجددًا.
de: BrassTune konnte deine Anmeldung nicht sicher speichern. Prüfe den Gerätespeicher und versuche es erneut.
es: BrassTune no pudo guardar el inicio de sesión de forma segura. Revisa el almacenamiento e inténtalo de nuevo.
fr: BrassTune n’a pas pu enregistrer votre connexion en sécurité. Vérifiez le stockage, puis réessayez.
ja: このデバイスにサインイン情報を安全に保存できませんでした。ストレージを確認して再試行してください。
ko: 이 기기에 로그인을 안전하게 저장하지 못했습니다. 저장 공간을 확인하고 다시 시도하세요.
pt_br: O BrassTune não conseguiu salvar seu login com segurança. Verifique o armazenamento e tente novamente.
ru: BrassTune не удалось безопасно сохранить вход на устройстве. Проверьте хранилище и повторите попытку.
vi: BrassTune không thể lưu đăng nhập an toàn trên thiết bị. Hãy kiểm tra bộ nhớ rồi thử lại.
zh_hans: BrassTune 无法在此设备上安全保存登录信息。请检查存储空间并重试。
zh_hant: BrassTune 無法在此裝置上安全儲存登入資訊。請檢查儲存空間並重試。

source: BrassTune couldn't start the microphone. Check your audio input and try again.
ar: تعذر على BrassTune تشغيل الميكروفون. تحقق من إدخال الصوت وحاول مرة أخرى.
de: BrassTune konnte das Mikrofon nicht starten. Überprüfen Sie Ihren Audioeingang und versuchen Sie es erneut.
es: BrassTune no pudo iniciar el micrófono. Verifique su entrada de audio e inténtelo nuevamente.
fr: BrassTune n'a pas pu démarrer le microphone. Vérifiez votre entrée audio et réessayez.
ja: BrassTune はマイクを開始できませんでした。音声入力を確認して、もう一度試してください。
ko: BrassTune에서 마이크를 시작할 수 없습니다. 오디오 입력을 확인하고 다시 시도하세요.
pt_br: BrassTune não conseguiu iniciar o microfone. Verifique sua entrada de áudio e tente novamente.
ru: BrassTune не удалось запустить микрофон. Проверьте аудиовход и повторите попытку.
vi: BrassTune không thể khởi động micrô. Hãy kiểm tra đầu vào âm thanh của bạn và thử lại.
zh_hans: BrassTune 无法启动麦克风。检查您的音频输入并重试。
zh_hant: BrassTune 無法啟動麥克風。檢查您的音訊輸入並重試。

source: BrassTune couldn't start the reference tone. Check your audio output and try again.
ar: تعذر على BrassTune بدء النغمة المرجعية. تحقق من إخراج الصوت وحاول مرة أخرى.
de: BrassTune konnte den Referenzton nicht starten. Überprüfen Sie Ihre Audioausgabe und versuchen Sie es erneut.
es: BrassTune no pudo iniciar el tono de referencia. Verifique su salida de audio e inténtelo nuevamente.
fr: BrassTune n'a pas pu démarrer la tonalité de référence. Vérifiez votre sortie audio et réessayez.
ja: BrassTune は基準音を開始できませんでした。オーディオ出力を確認して、もう一度試してください。
ko: BrassTune에서 기준음을 시작할 수 없습니다. 오디오 출력을 확인하고 다시 시도하세요.
pt_br: BrassTune não conseguiu iniciar o tom de referência. Verifique sua saída de áudio e tente novamente.
ru: BrassTune не удалось запустить эталонный тон. Проверьте аудиовыход и повторите попытку.
vi: BrassTune không thể bắt đầu giai điệu tham chiếu. Hãy kiểm tra đầu ra âm thanh của bạn và thử lại.
zh_hans: BrassTune 无法启动参考音。检查您的音频输出并重试。
zh_hant: BrassTune 無法啟動參考音。檢查您的音訊輸出並重試。

source: BrassTune is practice analytics software and does not replace instruction or hearing-safety guidance.
ar: BrassTune برنامج لتحليل التدريب ولا يحل محل التعليم أو إرشادات سلامة السمع.
de: BrassTune ist eine Software zur Übungsanalyse und ersetzt weder Unterricht noch Hinweise zum Gehörschutz.
es: BrassTune es un software de análisis de práctica y no sustituye la enseñanza ni las recomendaciones de seguridad auditiva.
fr: BrassTune est un logiciel d’analyse des séances et ne remplace ni l’enseignement ni les conseils de protection auditive.
ja: BrassTune は練習分析ソフトウェアであり、指導や聴覚保護に関する助言の代わりにはなりません。
ko: BrassTune은 연습 분석 소프트웨어이며 지도나 청력 보호 안내를 대신하지 않습니다.
pt_br: O BrassTune é um software de análise de prática e não substitui instrução nem orientação sobre segurança auditiva.
ru: BrassTune — это программа для анализа занятий, она не заменяет обучение или рекомендации по защите слуха.
vi: BrassTune là phần mềm phân tích luyện tập, không thay thế việc giảng dạy hoặc hướng dẫn bảo vệ thính giác.
zh_hans: BrassTune 是练习分析软件，不能替代教学或听力安全指导。
zh_hant: BrassTune 是練習分析軟體，不能取代教學或聽力安全指導。

source: BrassTune uses account and practice data to provide tuning feedback and saved progress.
ar: يستخدم BrassTune بيانات الحساب والتدريب لتقديم ملاحظات ضبط النغمة وحفظ التقدم.
de: BrassTune verwendet Konto- und Übungsdaten, um Feedback zur Stimmung zu geben und Fortschritte zu speichern.
es: BrassTune utiliza datos de la cuenta y de práctica para ofrecer comentarios de afinación y guardar el progreso.
fr: BrassTune utilise les données du compte et des séances pour fournir un retour d’accordage et enregistrer la progression.
ja: BrassTune はアカウントと練習のデータを使い、チューニングのフィードバックを提供して進捗を保存します。
ko: BrassTune은 계정 및 연습 데이터를 사용해 튜닝 피드백을 제공하고 진행 상황을 저장합니다.
pt_br: O BrassTune usa dados da conta e de prática para fornecer feedback de afinação e salvar o progresso.
ru: BrassTune использует данные учётной записи и занятий, чтобы давать обратную связь по настройке и сохранять прогресс.
vi: BrassTune sử dụng dữ liệu tài khoản và luyện tập để cung cấp phản hồi về chỉnh cao độ và lưu tiến độ.
zh_hans: BrassTune 使用账户和练习数据提供调音反馈并保存进度。
zh_hant: BrassTune 使用帳戶和練習資料提供調音回饋並儲存進度。

source: BrassTune uses your instrument to show the written notes you expect to see.
ar: يستخدم BrassTune آلتك لعرض النغمات المكتوبة التي تتوقع رؤيتها.
de: BrassTune zeigt für dein Instrument die erwarteten notierten Töne.
es: BrassTune usa tu instrumento para mostrar las notas escritas que esperas ver.
fr: BrassTune utilise votre instrument pour afficher les notes écrites attendues.
ja: BrassTuneは楽器に合わせて、譜面で期待する音名を表示します。
ko: BrassTune은 선택한 악기에 맞는 기보 음을 표시합니다.
pt_br: O BrassTune usa seu instrumento para mostrar as notas escritas esperadas.
ru: BrassTune использует выбранный инструмент, чтобы показывать ожидаемые записанные ноты.
vi: BrassTune dùng nhạc cụ của bạn để hiển thị các nốt được viết như mong đợi.
zh_hans: BrassTune 会根据你的乐器显示你期望看到的记谱音。
zh_hant: BrassTune 會根據你的樂器顯示你預期看到的記譜音。

source: Breath, long tones, steady pulse, and a scale — available offline.
ar: التنفس والنغمات الطويلة والنبض الإيقاعي الثابت والسلم الموسيقي — متاحة دون اتصال.
de: Atem, lange Töne, gleichmäßiger Takt und eine Tonleiter — offline verfügbar.
es: Respiración, tonos largos, pulso musical constante y una escala — disponibles sin conexión.
fr: Respiration, sons tenus, pulsation régulière et gamme — disponibles hors ligne.
ja: 呼吸、ロングトーン、安定した拍、音階をオフラインで利用できます。
ko: 호흡, 롱톤, 일정한 박, 음계를 오프라인으로 사용할 수 있습니다.
pt_br: Respiração, notas longas, pulso musical constante e uma escala — disponíveis offline.
ru: Дыхание, длинные ноты, ровный ритмический пульс и гамма — доступны офлайн.
vi: Hơi thở, nốt dài, nhịp đều và gam — dùng được khi ngoại tuyến.
zh_hans: 呼吸、长音、稳定节拍和音阶均可离线使用。
zh_hant: 呼吸、長音、穩定節拍和音階均可離線使用。

source: Breathe
ar: تنفس
de: Atme
es: respirar
fr: Respirer
ja: 呼吸する
ko: 숨을 쉬다
pt_br: Respire
ru: Дышите
vi: thở
zh_hans: 呼吸
zh_hant: 呼吸

source: Breathe in quietly for 4 counts and release for 8. Keep shoulders loose.
ar: استنشق بهدوء لأربع عدات وأطلق النفس لثماني عدات. أبقِ كتفيك مسترخيين.
de: Atmen Sie vier Schläge lang leise ein und acht Schläge lang aus. Halten Sie die Schultern locker.
es: Inhala en silencio durante 4 tiempos y suelta el aire durante 8. Mantén los hombros relajados.
fr: Inspirez silencieusement pendant 4 temps et expirez pendant 8. Gardez les épaules détendues.
ja: 4拍で静かに息を吸い、8拍で吐きます。肩の力を抜きましょう。
ko: 4박 동안 조용히 들이마시고 8박 동안 내쉬세요. 어깨에 힘을 빼세요.
pt_br: Inspire em silêncio por 4 tempos e solte o ar por 8. Mantenha os ombros relaxados.
ru: Тихо вдохните на 4 счёта и выдохните на 8. Держите плечи расслабленными.
vi: Hít vào nhẹ nhàng trong 4 phách và thở ra trong 8 phách. Giữ vai thả lỏng.
zh_hans: 用 4 拍安静地吸气，再用 8 拍呼气。保持肩膀放松。
zh_hant: 用 4 拍安靜地吸氣，再用 8 拍呼氣。保持肩膀放鬆。

source: Build an exercise
ar: بناء تمرين
de: Bauen Sie eine Übung auf
es: Construye un ejercicio
fr: Construire un exercice
ja: 練習曲を作成
ko: 연습곡 만들기
pt_br: Construa um exercício
ru: Создайте упражнение
vi: Tạo bài luyện tập
zh_hans: 创建练习曲
zh_hant: 建立練習曲

source: Buzz a comfortable pitch softly. Rest whenever the sound feels forced.
ar: أصدر طنينًا ناعمًا على طبقة مريحة. استرح كلما شعرت بأن الصوت مجهد.
de: Summen Sie leise auf einer angenehmen Tonhöhe. Machen Sie Pause, sobald der Ton erzwungen wirkt.
es: Haz un zumbido suave en una altura cómoda. Descansa cuando el sonido se sienta forzado.
fr: Faites doucement vibrer les lèvres sur une hauteur confortable. Reposez-vous dès que le son semble forcé.
ja: 無理のない音程でやさしくバズィングします。音に力みを感じたら休みましょう。
ko: 편안한 음정으로 부드럽게 버징하세요. 소리가 억지로 나는 느낌이 들면 쉬세요.
pt_br: Faça um buzz suave em uma altura confortável. Descanse sempre que o som parecer forçado.
ru: Мягко пожужжите губами на удобной высоте. Отдохните, если звук появляется с напряжением.
vi: Rung môi nhẹ ở cao độ thoải mái. Nghỉ bất cứ khi nào âm thanh có vẻ gượng ép.
zh_hans: 在舒适的音高上轻柔地震唇。只要感到发音勉强，就停下休息。
zh_hant: 在舒適的音高上輕柔地震唇。只要感到發音勉強，就停下休息。

source: C · E · G · C
ar: ج · ه · ز · ج
ru: С · Е · Г · С

source: C · G · C — hold each note
ar: C · G · C — حافظ على كل نغمة
de: C · G · C — jede Note halten
es: C · G · C — sostén cada nota
fr: C · G · C — tenez chaque note
ja: C・G・C — 各音を伸ばす
ko: C · G · C — 각 음을 길게 유지
pt_br: C · G · C — sustente cada nota
ru: C · G · C — удерживайте каждую ноту
vi: C · G · C — giữ từng nốt
zh_hans: C · G · C — 延长每个音符
zh_hant: C · G · C — 延長每個音符

source: C major arpeggio
ar: C الكبرى تتابعي
de: C-Dur-Arpeggio
es: Arpegio de do mayor
fr: Arpège en do majeur
ja: ハ長調のアルペジオ
ko: C 메이저 아르페지오
pt_br: Arpejo em dó maior
ru: Арпеджио до мажор
vi: Hợp âm rải C trưởng
zh_hans: C大调琶音
zh_hant: C大調琶音

source: C major is a friendly place to start.
ar: يعد C Major مكانًا ودودًا للبدء.
de: C-Dur ist ein freundlicher Ausgangspunkt.
es: Do mayor es un buen punto de partida.
fr: Le do majeur est un point de départ convivial.
ja: ハ長調から始めるのが親しみやすいです。
ko: C장조는 시작하기 좋은 조입니다.
pt_br: Dó maior é um lugar amigável para começar.
ru: До мажор — удобное место для начала.
vi: C Major là một nơi thân thiện để bắt đầu.
zh_hans: C大调是一个友好的起点。
zh_hant: C大調是一個友善的起點。

source: C major scale
ar: سلم C الكبير
de: C-Dur-Tonleiter
es: Escala de C mayor
fr: Gamme de C majeur
ja: Cメジャースケール
ko: C 장음계
pt_br: Escala de C maior
ru: Мажорная гамма C
vi: Gam trưởng C
zh_hans: C 大调音阶
zh_hant: C 大調音階

source: C natural minor scale
ar: سلم C الصغير الطبيعي
de: C-Moll-Tonleiter (natürlich)
es: Escala de C menor natural
fr: Gamme de C mineur naturel
ja: Cナチュラルマイナースケール
ko: C 자연단음계
pt_br: Escala de C menor natural
ru: Натуральная минорная гамма C
vi: Gam thứ tự nhiên C
zh_hans: C 自然小调音阶
zh_hant: C 自然小調音階

source: C up to G
ar: ج حتى ج
de: C bis G
es: C hasta G
fr: C jusqu'à G
ja: CからGまで
ko: C~G
pt_br: C até G
ru: от C до G
vi: C lên đến G
zh_hans: C 至 G
zh_hant: C 至 G

source: C♯ natural minor scale
ar: سلم C♯ الصغير الطبيعي
de: C♯-Moll-Tonleiter (natürlich)
es: Escala de C♯ menor natural
fr: Gamme de C♯ mineur naturel
ja: C♯ナチュラルマイナースケール
ko: C♯ 자연단음계
pt_br: Escala de C♯ menor natural
ru: Натуральная минорная гамма C♯
vi: Gam thứ tự nhiên C♯
zh_hans: C♯ 自然小调音阶
zh_hant: C♯ 自然小調音階

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Centered
ar: مضبوط النغمة
de: Stimmig
es: Afinado
fr: Juste
ja: 音程の中心
ko: 음정 중심
pt_br: Afinado
ru: Точно настроено
vi: Đúng cao độ
zh_hans: 音高居中
zh_hant: 音準居中

source: Centered long tones
ar: نغمات طويلة مضبوطة
de: Zentriert gestimmte lange Töne
es: Tonos largos afinados
fr: Sons tenus justes
ja: 音程を合わせたロングトーン
ko: 음정이 정확한 롱톤
pt_br: Notas longas afinadas
ru: Точно настроенные длинные ноты
vi: Nốt dài đúng cao độ
zh_hans: 音高居中的长音
zh_hant: 音準居中的長音

source: cents from center
ar: سنت عن المركز
de: Cent von der Mitte
es: cents del centro
fr: cents du centre
ja: 中心からのセント
ko: 중심에서 벗어난 센트
pt_br: cents do centro
ru: центов от центра
vi: cent so với tâm
zh_hans: 距中心的音分
zh_hant: 距中心的音分

source: Cents show the small distance from the center of a note.
ar: تُظهر السنتات مقدار الابتعاد الصغير عن مركز النغمة.
de: Cents zeigen den kleinen Abstand vom Zentrum eines Tons.
es: Los cents muestran la pequeña distancia al centro de una nota.
fr: Les cents indiquent le petit écart par rapport au centre d’une note.
ja: セントは音の中心からのわずかなずれを示します。
ko: 센트는 음정 중심에서 벗어난 작은 차이를 나타냅니다.
pt_br: Os cents mostram a pequena distância do centro de uma nota.
ru: Центы показывают небольшое отклонение от центра ноты.
vi: Cent cho biết độ lệch nhỏ so với tâm nốt.
zh_hans: 音分表示与音符中心的细微差距。
zh_hant: 音分表示與音符中心的細微差距。

source: Check %@ to finish signing in.
ar: تحقق من %@ لإنهاء تسجيل الدخول.
de: Markieren Sie %@, um die Anmeldung abzuschließen.
es: Marque %@ para terminar de iniciar sesión.
fr: Cochez %@ pour terminer la connexion.
ja: サインインを完了するには、%@ をチェックしてください。
ko: 로그인을 완료하려면 %@을 선택하세요.
pt_br: Marque %@ para concluir o login.
ru: Проверьте %@, чтобы завершить вход.
vi: Kiểm tra %@ để hoàn tất đăng nhập.
zh_hans: 检查 %@ 以完成登录。
zh_hant: 檢查 %@ 以完成登入。

source: Check your email to confirm this BrassTune account before signing in.
ar: تحقق من بريدك الإلكتروني لتأكيد حساب BrassTune قبل تسجيل الدخول.
de: Bestätige dein BrassTune-Konto per E-Mail, bevor du dich anmeldest.
es: Revisa tu correo para confirmar esta cuenta de BrassTune antes de iniciar sesión.
fr: Consultez votre e-mail pour confirmer ce compte BrassTune avant de vous connecter.
ja: サインインする前にメールを確認してBrassTuneアカウントを認証してください。
ko: 로그인하기 전에 이메일에서 BrassTune 계정을 확인하세요.
pt_br: Confira seu e-mail para confirmar a conta do BrassTune antes de entrar.
ru: Перед входом подтвердите аккаунт BrassTune по электронной почте.
vi: Hãy kiểm tra email để xác nhận tài khoản BrassTune trước khi đăng nhập.
zh_hans: 登录前请检查电子邮件以确认此 BrassTune 账户。
zh_hant: 登入前請檢查電子郵件以確認此 BrassTune 帳戶。

source: Choose an exercise
ar: اختر تمرينًا
de: Wählen Sie eine Übung
es: Elige un ejercicio
fr: Choisissez un exercice
ja: 練習曲を選択
ko: 연습곡 선택
pt_br: Escolha um exercício
ru: Выберите упражнение
vi: Chọn bài luyện tập
zh_hans: 选择练习曲
zh_hant: 選擇練習曲

source: Choose an exercise, play each highlighted note, and hold it steady.
ar: اختر تمرينًا، وقم بتشغيل كل نغمة مميزة، واحتفظ بها ثابتة.
de: Wählen Sie eine Übung, spielen Sie jede markierte Note und halten Sie sie ruhig.
es: Elija un ejercicio, toque cada nota resaltada y manténgala firme.
fr: Choisissez un exercice, jouez chaque note en surbrillance et maintenez-la stable.
ja: 練習曲を選び、ハイライトされた各音を演奏して安定して伸ばします。
ko: 연습곡을 선택하고 강조된 각 음을 연주하여 안정적으로 유지하세요.
pt_br: Escolha um exercício, toque cada nota destacada e mantenha-o firme.
ru: Выберите упражнение, сыграйте каждую выделенную ноту и удерживайте ее.
vi: Chọn một bài luyện tập, chơi từng nốt được tô sáng và giữ ổn định.
zh_hans: 选择练习曲，演奏每个高亮音符并稳定保持。
zh_hant: 選擇練習曲，演奏每個醒目提示的音符並穩定保持。

source: Choose another exercise
ar: اختر تمرينًا آخر
de: Wählen Sie eine andere Übung
es: Elige otro ejercicio
fr: Choisissez un autre exercice
ja: 別の練習曲を選択
ko: 다른 연습곡 선택
pt_br: Escolha outro exercício
ru: Выбрать другое упражнение
vi: Chọn bài luyện tập khác
zh_hans: 选择另一首练习曲
zh_hant: 選擇另一首練習曲

source: Choose the beat you want when the metronome opens.
ar: اختر الإيقاع الذي تريده عندما يفتح بندول الإيقاع.
de: Wählen Sie den gewünschten Takt, wenn das Metronom geöffnet wird.
es: Elija el ritmo que desee cuando se abra el metrónomo.
fr: Choisissez le rythme souhaité lorsque le métronome s'ouvre.
ja: メトロノームが開いたら、希望のビートを選択します。
ko: 메트로놈이 열리면 원하는 비트를 선택하세요.
pt_br: Escolha a batida desejada quando o metrônomo abrir.
ru: Выберите нужный ритм, когда откроется метроном.
vi: Chọn nhịp bạn muốn khi máy đếm nhịp mở ra.
zh_hans: 当节拍器打开时选择您想要的节拍。
zh_hant: 當節拍器打開時選擇您想要的節拍。

source: Choose the instrument you play.
ar: اختر الآلة التي تعزف عليها.
de: Wählen Sie das Instrument, das Sie spielen.
es: Elige el instrumento que tocas.
fr: Choisissez l'instrument dont vous jouez.
ja: 演奏する楽器を選択してください。
ko: 연주하는 악기를 선택하세요.
pt_br: Escolha o instrumento que você toca.
ru: Выберите инструмент, на котором вы играете.
vi: Chọn nhạc cụ bạn chơi.
zh_hans: 选择您演奏的乐器。
zh_hant: 選擇您演奏的樂器。

source: Choose your instrument
ar: اختر آلتك
de: Wähle dein Instrument
es: Elige tu instrumento
fr: Choisissez votre instrument
ja: 楽器を選択
ko: 악기 선택
pt_br: Escolha seu instrumento
ru: Выберите инструмент
vi: Chọn nhạc cụ
zh_hans: 选择你的乐器
zh_hant: 選擇你的樂器

source: Chromatic run
ar: تمرين كروماتيكي
de: Chromatischer Lauf
es: Pasaje cromático
fr: Trait chromatique
ja: クロマチック・ラン
ko: 크로매틱 런
pt_br: Passagem cromática
ru: Хроматический пассаж
vi: Chuỗi âm nửa cung
zh_hans: 半音阶跑句
zh_hant: 半音階跑句

source: Class
ar: الصف
de: Klasse
es: Clase
fr: Classe
ja: クラス
ko: 클래스
pt_br: Turma
ru: Класс
vi: Lớp học
zh_hans: 班级
zh_hant: 班級

source: Class code
ar: رمز الصف
de: Klassencode
es: código de clase
fr: Code de classe
ja: クラスコード
ko: 클래스 코드
pt_br: Código da turma
ru: Код класса
vi: Mã lớp
zh_hans: 班级代码
zh_hant: 班級代碼

source: Class owner
ar: مالك الصف
de: Klasseninhaber
es: propietario de la clase
fr: Propriétaire de classe
ja: クラスオーナー
ko: 클래스 소유자
pt_br: Proprietário da classe
ru: Владелец класса
vi: Chủ lớp
zh_hans: 班主
zh_hant: 班主

source: Classes
ar: الصفوف
de: Klassen
es: Clases
ja: クラス
ko: 클래스
pt_br: Turmas
ru: Классы
vi: Lớp học
zh_hans: 班级
zh_hant: 班級

source: Clear all app data
ar: مسح جميع بيانات التطبيق
de: Alle App-Daten löschen
es: Borrar todos los datos de la app
fr: Effacer toutes les données de l’app
ja: アプリの全データを消去
ko: 모든 앱 데이터 지우기
pt_br: Limpar todos os dados do app
ru: Очистить все данные приложения
vi: Xóa toàn bộ dữ liệu ứng dụng
zh_hans: 清除所有应用数据
zh_hant: 清除所有 App 資料

source: Clear all app data?
ar: هل تريد مسح جميع بيانات التطبيق؟
de: Alle App-Daten löschen?
es: ¿Borrar todos los datos de la app?
fr: Effacer toutes les données de l’app ?
ja: アプリの全データを消去しますか？
ko: 모든 앱 데이터를 지울까요?
pt_br: Limpar todos os dados do app?
ru: Очистить все данные приложения?
vi: Xóa toàn bộ dữ liệu ứng dụng?
zh_hans: 清除所有应用数据？
zh_hant: 清除所有 App 資料？

source: Clear all data
ar: مسح جميع البيانات
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
ja: 全データを消去
ko: 모든 데이터 지우기
pt_br: Limpar todos os dados
ru: Очистить все данные
vi: Xóa toàn bộ dữ liệu
zh_hans: 清除所有数据
zh_hant: 清除所有資料

source: Clear local practice data
ar: مسح بيانات التدريب الموسيقي المحلية
de: Lokale Übungsdaten löschen
es: Borrar datos locales de práctica musical
fr: Effacer les données locales des séances musicales
ja: 端末内の楽器練習データを消去
ko: 기기 내 악기 연습 데이터 지우기
pt_br: Limpar dados locais de prática musical
ru: Очистить локальные данные музыкальных занятий
vi: Xóa dữ liệu luyện tập nhạc cụ trên thiết bị
zh_hans: 清除设备上的音乐练习数据
zh_hant: 清除裝置上的音樂練習資料

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
